{
  "Navigation": {
    "search_input": "ค้นหาสินค้า เช่น SY-A001 หรือ Linen...",
    "empty_search": "โปรดป้อนคำค้นหา",
    "selected_category": "เลือกหมวดหมู่",
    "search": "ค้นหา",
    "max_input_length": "การค้นหาต้องมีความยาวไม่เกิน 100 ตัวอักษร กรุณาลองใหม่อีกครั้ง"
  },
  "Main": {
    "last_load": "ไม่พบสินค้าเพิ่มเติม",
    "product_not_found": "ไม่พบสินค้า กรุณาลองใหม่อีกครั้งในภายหลัง",
    "load_cat_items": "กำลังโหลดสินค้า..."
  },
  "Footer": {
    "copyright": "2025 ETC Intertrade Co., Ltd. สงวนลิขสิทธิ์.",
    "address": "ที่อยู่",
    "address_info": "295 หมู่ที่1 ซอยอบต.มงคล ต.บ้านคลองสวน อ.พระสมุทรเจดีย์ จ.สมุทรปราการ 10290, ประเทศไทย.",
    "call_us": "ติดต่อเรา",
    "email": "อีเมล",
    "BH": "ช่วงเวลาทำการ",
    "BH_info": "จันทร์ - เสาร์: 8:00 โมงเช้า - 5:00 โมงเย็น หยุดทุกวันอาทิตย์",
    "main_cap": "ลดต้นทุน เพิ่มกำไร! นำเข้าสินค้าคุณภาพในราคาที่ดีที่สุด",
    "sub_cap": "มั่นใจทุกคำสั่งซื้อ จัดส่งตรง สต็อกแน่น พร้อมให้บริการ",
    "PKT_Contact": "คลังสินค้าภูเก็ต",
    "BKK_Contact": "คลังสินค้ากรุงเทพ"
  },
  "Categories": {
    "categories": "หมวดหมู่",
    "fashion": "แฟชั่น",
    "toys": "ของเล่น",
    "men": "ผู้ชาย",
    "women": "ผู้หญิง"
  },
  "Register": {
    "note": "หมายเหตุ",
    "descript": "ข้อมูลส่วนบุคคลของคุณจะถูกใช้เพื่อสนับสนุนประสบการณ์ของคุณตลอดเว็บไซต์นี้ เพื่อจัดการการเข้าถึงบัญชีของคุณ และเพื่อวัตถุประสงค์อื่นๆ ที่อธิบายไว้ในนโยบายความเป็นส่วนตัวของเรา"
  },
  "Detail": {
    "CP": "สี/ลาย",
    "product_shoulder": "ไหล่",
    "product_length": "ความยาว",
    "prodcut_sleeve_length": "ความยาวแขน",
    "product_bust": "รอบอก",
    "product_hip": "สะโพก"
  },
  "PurchaseGuide": {
    "title": "คู่มือการสั่งซื้อ",
    "ar": "การลงทะเบียนบัญชี",
    "name": "ชื่อ",
    "age": "อายุ",
    "dob": "วันเดือนปีเกิด",
    "id_number": "หมายเลขหนังสือเดินทาง/บัตรประจำตัวประชาชน",
    "current_job": "อาชีพปัจจุบัน",
    "mobile_number": "หมายเลขโทรศัพท์มือถือ",
    "email": "อีเมล",
    "required": "จำเป็น",
    "select_pro": "เลือกผลิตภัณฑ์",
    "coc": "ยืนยันเนื้อหาการสั่งซื้อ",
    "tc": "การทำธุรกรรมสำเร็จ",
    "acc": "บัตรเครดิตที่ยอมรับ",
    "visa": "VISA",
    "mastercard": "MasterCard",
    "das": "ดาวน์โหลดและติดตั้ง",
    "ucrb": "เนื้อหาที่อัปเดตเป็นประจำ",
    "shp": "การชำระเงินที่ปลอดภัยและไม่ยุ่งยาก",
    "onecc": "ชำระเงินด้วยคลิกเดียว",
    "tcbl": "*ภาษีจะถูกคำนวณโดยธนาคารและสถานที่ตั้งของคุณ",
    "order_suscess": "หากการสั่งซื้อของคุณได้รับการดำเนินการเรียบร้อยแล้ว คุณจะได้รับอีเมลยืนยันพร้อมรายละเอียดคำสั่งซื้อในไม่ช้า และเราจะส่งรายงานคำสั่งซื้อ (order report) ในรูปแบบ Flex Message ไปยัง LINE ของคุณ หากมีข้อสงสัย โปรดติดต่อทีมสนับสนุนของเรา ขอบคุณที่เลือกใช้บริการของเรา!",
    "order_check": "กรุณาตรวจสอบรายละเอียดคำสั่งซื้อของคุณด้านล่างให้ครบถ้วนก่อนดำเนินการต่อ หากทุกอย่างถูกต้อง โปรดกดยืนยันเพื่อดำเนินการชำระเงิน หากต้องการแก้ไขหรือมีคำถามเพิ่มเติม กรุณาติดต่อทีมสนับสนุนของเรา ขอบคุณที่ไว้วางใจในบริการของเรา!",
    "order_select": "สำรวจผลิตภัณฑ์ของเราและเลือกตัวเลือกที่เหมาะกับความต้องการของคุณมากที่สุด! กรุณาคลิกที่ผลิตภัณฑ์ที่ต้องการเพื่อดูรายละเอียดเพิ่มเติมและเพิ่มลงในตะกร้าของคุณ หากต้องการความช่วยเหลือในการเลือก โปรดติดต่อทีมสนับสนุนของเรา ขอบคุณที่ไว้วางใจในบริการของเรา!"
  }
}
